Revit 2027 API
MeshTriangle Properties
The MeshTriangle type exposes the following members.
Properties
Name | Description
Index | The index of the vertex in the Vertices array of the mesh, for indexed access.
Vertex | A vertex of the triangle.
Top
See Also
Reference
MeshTriangle Class
Autodesk.Revit.DB Namespace